Repository: OskarLypkaa/SimpliCRM
Catalog: Simpli/Languages/*.lproj/Localizable.strings
Languages: de, fr, it, pl

# welcome_message
source: Welcome to Simpli
de: Willkommen bei Simpli
fr: Bienvenue chez Simpli
it: Benvenuti a SquaMetrics
pl: Witamy w Simpli

# manage_clients_message
source: Manage your clients efficiently and keep track of all important details in one place.
de: Verwalten Sie Ihre Kunden effizient und behalten Sie alle wichtigen Details an einem Ort im Auge.
fr: Gérez vos clients efficacement et gardez une trace de tous les détails importants en un seul endroit.
it: Gestisci i tuoi clienti in modo efficiente e tieni traccia di tutti i dettagli importanti in un unico posto.
pl: Zarządzaj swoimi klientami efektywnie i miej wszystkie ważne szczegóły w jednym miejscu.

# tasks_today_message
source: Tasks you have for today
de: Aufgaben, die Sie für heute haben
fr: Tâches que vous avez pour aujourd'hui
it: Compiti che hai per oggi
pl: Zadania, które masz na dziś

# home_tab
source: Home
de: Startseite
fr: Accueil
pl: Strona główna

# clients_tab
source: Clients
de: Kunden
it: Clienti
pl: Klienci

# actions_tab
source: Actions
de: Aktionen
it: Azioni
pl: Akcje

# reports_tab
source: Reports
de: Berichte
fr: Rapports
it: Rapporti
pl: Raporty

# calendar_tab
source: Calendar
de: Kalender
fr: Calendrier
it: Calendario
pl: Kalendarz

# calendar_month
source: Month View
de: Monatsansicht
fr: Vue mensuelle
it: Vista mensile
pl: Miesięczny

# calendar_week
source: Week View
de: Wochenansicht
fr: Vue hebdomadaire
it: Vista settimanale
pl: Tygodniowy

# help_title
source: Help & Documentation
de: Hilfe & Dokumentation
fr: Aide et Documentation
it: Aiuto e Documentazione
pl: Pomoc i Dokumentacja

# overview_title
source: Overview
de: Überblick
fr: Aperçu
it: Panoramica
pl: Przegląd

# overview_description
source: Simpli CRM is a straightforward application designed to help you manage clients and their associated actions. It provides a simple interface for managing your business workflow, including clients, actions, reports, and a calendar view.
de: Simpli CRM ist eine unkomplizierte Anwendung, die Ihnen hilft, Kunden und deren zugehörige Aktionen zu verwalten. Sie bietet eine einfache Benutzeroberfläche zur Verwaltung Ihres Geschäftsablaufs, einschließlich Kunden, Aktionen, Berichte und einer Kalenderansicht.
fr: Simpli CRM est une application simple conçue pour vous aider à gérer vos clients et leurs actions associées. Elle offre une interface intuitive pour gérer votre flux de travail, y compris les clients, les actions, les rapports et une vue calendrier.
it: SquaMetrics CRM è un'applicazione semplice progettata per aiutarti a gestire i clienti e le azioni associate. Offre un'interfaccia intuitiva per gestire il tuo flusso di lavoro aziendale, inclusi clienti, azioni, report e una vista calendario.
pl: Simpli CRM to prosta aplikacja zaprojektowana, aby pomóc Ci zarządzać klientami i ich powiązanymi działaniami. Oferuje prosty interfejs do zarządzania przepływem pracy, w tym klientami, działaniami, raportami i widokiem kalendarza.

# key_features_title
source: Key Features
de: Hauptfunktionen
fr: Fonctionnalités clés
it: Funzionalità principali
pl: Kluczowe funkcje

# feature_clients_management
source: **Clients Management**: Add, view, and manage client information including their address, email, phone, and additional details.
de: **Kundenverwaltung**: Hinzufügen, Anzeigen und Verwalten von Kundeninformationen wie Adresse, E-Mail, Telefon und weiteren Details.
fr: **Gestion des clients** : Ajoutez, consultez et gérez les informations des clients, y compris leur adresse, e-mail, téléphone et autres détails.
it: **Gestione Clienti**: Aggiungi, visualizza e gestisci le informazioni dei clienti, inclusi indirizzo, e-mail, telefono e dettagli aggiuntivi.
pl: **Zarządzanie klientami**: Dodawaj, przeglądaj i zarządzaj informacjami o klientach, w tym ich adresem, e-mailem, telefonem i dodatkowymi szczegółami.

# feature_actions_management
source: **Actions Management**: Track tasks or events associated with each client, including due dates, status, and type.
de: **Aktionsverwaltung**: Verfolgen Sie Aufgaben oder Ereignisse, die mit jedem Kunden verknüpft sind, einschließlich Fälligkeitsterminen, Status und Typ.
fr: **Gestion des actions** : Suivez les tâches ou événements liés à chaque client, y compris les dates d'échéance, le statut et le type.
it: **Gestione Azioni**: Monitora le attività o gli eventi associati a ciascun cliente, incluse le date di scadenza, lo stato e il tipo.
pl: **Zarządzanie działaniami**: Śledź zadania lub wydarzenia powiązane z każdym klientem, w tym daty wykonania, status i typ.

# feature_reports
source: **Reports**: Generate various reports based on client and action data.
de: **Berichte**: Erstellen Sie verschiedene Berichte basierend auf Kunden- und Aktionsdaten.
fr: **Rapports** : Générez divers rapports basés sur les données des clients et des actions.
it: **Report**: Genera vari report basati sui dati di clienti e azioni.
pl: **Raporty**: Generuj różne raporty na podstawie danych klientów i działań.

# feature_calendar
source: **Calendar**: View all actions in a calendar format to keep track of due dates and priorities.
de: **Kalender**: Anzeigen aller Aktionen in einem Kalenderformat, um Fälligkeitstermine und Prioritäten im Blick zu behalten.
fr: **Calendrier** : Affichez toutes les actions dans un format calendrier pour suivre les dates d'échéance et les priorités.
it: **Calendario**: Visualizza tutte le azioni in un formato calendario per tenere traccia delle date di scadenza e delle priorità.
pl: **Kalendarz**: Wyświetlaj wszystkie działania w formacie kalendarza, aby śledzić terminy i priorytety.

# clients_title
source: Clients
de: Kunden
it: Clienti
pl: Klienci

# clients_description
source: Clients are the core of Simpli CRM. Each client can have detailed information stored and actions assigned to them. Here are the fields associated with clients:
de: Kunden sind das Herzstück von Simpli CRM. Jeder Kunde kann detaillierte Informationen speichern und ihm können Aktionen zugewiesen werden. Hier sind die mit Kunden verbundenen Felder:
fr: Les clients sont au cœur de Simpli CRM. Chaque client peut avoir des informations détaillées enregistrées et des actions attribuées. Voici les champs associés aux clients :
it: I clienti sono il fulcro di SquaMetrics CRM. Ogni cliente può avere informazioni dettagliate memorizzate e azioni assegnate. Ecco i campi associati ai clienti:
pl: Klienci są podstawą Simpli CRM. Każdy klient może mieć zapisane szczegółowe informacje i przypisane działania. Oto pola związane z klientami:

# client_field_address
source: **Address**: The client’s address.
de: **Adresse**: Die Adresse des Kunden.
fr: **Adresse** : L'adresse du client.
it: **Indirizzo**: L'indirizzo del cliente.
pl: **Adres**: Adres klienta.

# client_field_email
source: **Email**: The client’s email address.
de: **E-Mail**: Die E-Mail-Adresse des Kunden.
fr: **E-mail** : L'adresse e-mail du client.
it: **E-mail**: L'indirizzo e-mail del cliente.
pl: **E-mail**: Adres e-mail klienta.

# client_field_phone
source: **Phone**: The client’s phone number.
de: **Telefon**: Die Telefonnummer des Kunden.
fr: **Téléphone** : Le numéro de téléphone du client.
it: **Telefono**: Il numero di telefono del cliente.
pl: **Telefon**: Numer telefonu klienta.

# client_field_name
source: **Name**: The client’s full name.
de: **Name**: Der vollständige Name des Kunden.
fr: **Nom** : Le nom complet du client.
it: **Nome**: Il nome completo del cliente.
pl: **Imię i nazwisko**: Pełne imię i nazwisko klienta.

# client_field_gender
source: **Gender**: The client’s gender.
de: **Geschlecht**: Das Geschlecht des Kunden.
fr: **Sexe** : Le sexe du client.
it: **Genere**: Il genere del cliente.
pl: **Płeć**: Płeć klienta.

# client_field_notes
source: **Notes**: Additional notes or information about the client.
de: **Notizen**: Zusätzliche Notizen oder Informationen über den Kunden.
fr: **Notes** : Notes ou informations supplémentaires sur le client.
it: **Note**: Note o informazioni aggiuntive sul cliente.
pl: **Notatki**: Dodatkowe uwagi lub informacje o kliencie.

# client_field_custom
source: **First, Second, Third Information**: Custom fields for additional client data.
de: **Individuelle Felder**: Benutzerdefinierte Felder für zusätzliche Kundendaten.
fr: **Champs personnalisés** : Champs personnalisés pour des données supplémentaires sur le client.
it: **Campi personalizzati**: Campi personalizzati per dati aggiuntivi del cliente.
pl: **Informacje dodatkowe**: Pola niestandardowe dla dodatkowych danych klienta.

# actions_title
source: Actions
de: Aktionen
it: Azioni
pl: Działania

# actions_description
source: Actions represent tasks or events linked to a client. Each action includes detailed metadata to ensure proper tracking and management. Action fields include:
de: Aktionen sind Aufgaben oder Ereignisse, die mit einem Kunden verknüpft sind. Jede Aktion enthält detaillierte Metadaten, um eine ordnungsgemäße Nachverfolgung und Verwaltung zu gewährleisten. Aktionsfelder umfassen:
fr: Les actions représentent des tâches ou des événements liés à un client. Chaque action comprend des métadonnées détaillées pour garantir un suivi et une gestion appropriés. Les champs des actions incluent :
it: Le azioni rappresentano attività o eventi collegati a un cliente. Ogni azione include metadati dettagliati per garantire un monitoraggio e una gestione adeguati. I campi delle azioni includono:
pl: Działania reprezentują zadania lub wydarzenia powiązane z klientem. Każde działanie zawiera szczegółowe metadane zapewniające odpowiednie śledzenie i zarządzanie. Pola działań obejmują:

# action_field_creation_date
source: **Creation Date**: The date the action was created.
de: **Erstellungsdatum**: Das Datum, an dem die Aktion erstellt wurde.
fr: **Date de création** : La date à laquelle l'action a été créée.
it: **Data di creazione**: La data in cui l'azione è stata creata.
pl: **Data utworzenia**: Data utworzenia działania.

# action_field_criticality
source: **Criticality**: The importance level of the action.
de: **Wichtigkeit**: Der Wichtigkeitsgrad der Aktion.
fr: **Criticité** : Le niveau d'importance de l'action.
it: **Criticità**: Il livello di importanza dell'azione.
pl: **Priorytet**: Poziom ważności działania.

# action_field_due_date
source: **Due Date**: The deadline for completing the action.
de: **Fälligkeitsdatum**: Der Termin für den Abschluss der Aktion.
fr: **Date d'échéance** : La date limite pour terminer l'action.
it: **Data di scadenza**: La scadenza per completare l'azione.
pl: **Data wykonania**: Termin ukończenia działania.

# action_field_id
source: **ID**: A unique identifier for the action.
de: **ID**: Eine eindeutige Kennung für die Aktion.
fr: **ID** : Un identifiant unique pour l'action.
it: **ID**: Un identificatore univoco per l'azione.
pl: **ID**: Unikalny identyfikator działania.

# action_field_message
source: **Message**: Additional details or instructions for the action.
de: **Nachricht**: Zusätzliche Details oder Anweisungen zur Aktion.
fr: **Message** : Détails ou instructions supplémentaires pour l'action.
it: **Messaggio**: Dettagli o istruzioni aggiuntive per l'azione.
pl: **Wiadomość**: Dodatkowe szczegóły lub instrukcje dotyczące działania.

# action_field_status
source: **Status**: The current status of the action (e.g., Pending, Completed).
de: **Status**: Der aktuelle Status der Aktion (z. B. Ausstehend, Abgeschlossen).
fr: **Statut** : Le statut actuel de l'action (par exemple, En attente, Terminé).
it: **Stato**: Lo stato attuale dell'azione (ad esempio, In sospeso, Completato).
pl: **Status**: Aktualny status działania (np. W toku, Zakończone).

# action_field_type
source: **Type**: The type of action (e.g., Meeting, Task, Call).
de: **Typ**: Der Typ der Aktion (z. B. Besprechung, Aufgabe, Anruf).
fr: **Type** : Le type d'action (par exemple, Réunion, Tâche, Appel).
it: **Tipo**: Il tipo di azione (ad esempio, Riunione, Compito, Chiamata).
pl: **Typ**: Rodzaj działania (np. Spotkanie, Zadanie, Rozmowa telefoniczna).

# reports_title
source: Reports
de: Berichte
fr: Rapports
it: Report
pl: Raporty

# reports_description
source: The Reports section allows you to generate and export insights based on your clients and actions. You can use these reports to analyze performance, identify trends, and support decision-making.
de: Der Berichte-Bereich ermöglicht Ihnen das Erstellen und Exportieren von Erkenntnissen basierend auf Ihren Kunden und Aktionen. Diese Berichte können verwendet werden, um Leistungen zu analysieren, Trends zu identifizieren und Entscheidungen zu unterstützen.
fr: La section Rapports vous permet de générer et d'exporter des informations basées sur vos clients et actions. Ces rapports peuvent être utilisés pour analyser les performances, identifier les tendances et soutenir la prise de décision.
it: La sezione Report consente di generare ed esportare informazioni basate sui dati di clienti e azioni. Puoi utilizzare questi report per analizzare le prestazioni, identificare le tendenze e supportare il processo decisionale.
pl: Sekcja Raporty umożliwia generowanie i eksportowanie informacji na podstawie danych klientów i działań. Możesz użyć tych raportów do analizy wyników, identyfikowania trendów i wspierania podejmowania decyzji.

# calendar_title
source: Calendar
de: Kalender
fr: Calendrier
it: Calendario
pl: Kalendarz

# calendar_description
source: The Calendar provides a visual overview of all actions based on their due dates. It helps you manage deadlines and prioritize tasks effectively.
de: Der Kalender bietet einen visuellen Überblick über alle Aktionen basierend auf deren Fälligkeitsdaten. Er hilft Ihnen, Fristen zu verwalten und Aufgaben effektiv zu priorisieren.
fr: Le calendrier fournit une vue d'ensemble visuelle de toutes les actions en fonction de leurs dates d'échéance. Il vous aide à gérer les délais et à prioriser les tâches efficacement.
it: Il calendario fornisce una panoramica visiva di tutte le azioni basate sulle loro date di scadenza. Ti aiuta a gestire le scadenze e a dare priorità ai compiti in modo efficace.
pl: Kalendarz zapewnia wizualny przegląd wszystkich działań na podstawie ich terminów. Pomaga zarządzać terminami i ustalać priorytety zadań.

# getting_started_title
source: Getting Started
de: Erste Schritte
fr: Premiers pas
it: Primi passi
pl: Pierwsze kroki

# getting_started_step_1
source: 1. Navigate to the **Home View** to get an overview of your activities.
de: 1. Navigieren Sie zur **Startansicht**, um einen Überblick über Ihre Aktivitäten zu erhalten.
fr: 1. Accédez à la **vue d'accueil** pour obtenir un aperçu de vos activités.
it: 1. Vai alla **Vista Home** per ottenere una panoramica delle tue attività.
pl: 1. Przejdź do widoku **Strona główna**, aby zobaczyć przegląd swoich działań.

# getting_started_step_2
source: 2. Add new clients in the **Clients View** by entering their details.
de: 2. Fügen Sie neue Kunden in der **Kundenansicht** hinzu, indem Sie deren Daten eingeben.
fr: 2. Ajoutez de nouveaux clients dans la **vue Clients** en saisissant leurs détails.
it: 2. Aggiungi nuovi clienti nella **Vista Clienti** inserendo i loro dettagli.
pl: 2. Dodaj nowych klientów w widoku **Klienci**, wprowadzając ich dane.

# getting_started_step_3
source: 3. Assign and manage actions for each client in the **Actions View**.
de: 3. Weisen Sie Aktionen zu und verwalten Sie sie für jeden Kunden in der **Aktionsansicht**.
fr: 3. Attribuez et gérez des actions pour chaque client dans la **vue Actions**.
it: 3. Assegna e gestisci le azioni per ogni cliente nella **Vista Azioni**.
pl: 3. Przypisz i zarządzaj działaniami dla każdego klienta w widoku **Działania**.

# getting_started_step_4
source: 4. Use the **Calendar View** to track upcoming deadlines and events.
de: 4. Verwenden Sie die **Kalenderansicht**, um bevorstehende Fristen und Ereignisse zu verfolgen.
fr: 4. Utilisez la **vue Calendrier** pour suivre les échéances et événements à venir.
it: 4. Usa la **Vista Calendario** per monitorare le scadenze e gli eventi imminenti.
pl: 4. Użyj widoku **Kalendarz**, aby śledzić nadchodzące terminy i wydarzenia.

# getting_started_step_5
source: 5. Generate reports in the **Reports View** to analyze your data.
de: 5. Generieren Sie Berichte in der **Berichte-Ansicht**, um Ihre Daten zu analysieren.
fr: 5. Générez des rapports dans la **vue Rapports** pour analyser vos données.
it: 5. Genera report nella **Vista Report** per analizzare i tuoi dati.
pl: 5. Generuj raporty w widoku **Raporty**, aby analizować swoje dane.

# support_description
source: For additional assistance, please contact our support team or refer to the application’s user guide.
de: Für zusätzliche Unterstützung wenden Sie sich bitte an unser Support-Team oder lesen Sie das Benutzerhandbuch der Anwendung.
fr: Pour une assistance supplémentaire, veuillez contacter notre équipe d'assistance ou consulter le guide utilisateur de l'application.
it: Per ulteriore assistenza, contatta il nostro team di supporto o consulta la guida utente dell'applicazione.
pl: Aby uzyskać dodatkową pomoc, skontaktuj się z naszym zespołem wsparcia lub zapoznaj się z podręcznikiem użytkownika aplikacji.

# help_nav_title
source: Help
de: Hilfe
fr: Aide
it: Aiuto
pl: Pomoc

# backup_settings_title
source: Database Backup Settings
de: Einstellungen für Datenbanksicherungen
fr: Paramètres de sauvegarde de la base de données
it: Impostazioni di backup del database
pl: Ustawienia kopii zapasowej bazy danych

source: Backup Path:
de: Backup-Pfad:
fr: Chemin de sauvegarde:
it: Percorso di backup:
pl: Ścieżka kopii zapasowej:

source: No backup folder selected
de: Kein Backup-Ordner ausgewählt
fr: Aucun dossier de sauvegarde sélectionné
it: Nessuna cartella di backup selezionata
pl: Nie wybrano folderu kopii zapasowej

source: Select Backup Folder
de: Backup-Ordner auswählen
fr: Sélectionner un dossier de sauvegarde
it: Seleziona cartella di backup
pl: Wybierz folder kopii zapasowej

# select_backup_folder_description
source: Select a folder where you want to store automatically created backup.
de: Wählen Sie einen Ordner aus, in dem automatisch erstellte Sicherungen gespeichert werden.
fr: Sélectionnez un dossier où vous souhaitez stocker les sauvegardes créées automatiquement.
it: Seleziona una cartella in cui desideri archiviare il backup creato automaticamente.
pl: Wybierz folder, w którym chcesz przechowywać automatycznie tworzone kopie zapasowe.

source: Create Database Automatically:
de: Datenbank automatisch erstellen:
fr: Créer une base de données automatiquement:
it: Crea database automaticamente:
pl: Twórz bazę danych automatycznie:

source: Automatic Backup Interval:
de: Automatische Sicherungsintervall:
fr: Intervalle de sauvegarde automatique:
it: Intervallo di backup automatico:
pl: Interwał automatycznej kopii zapasowej:

source: 3 minutes
de: 3 Minuten
it: 3 minuti
pl: 3 minuty

source: 5 minutes
de: 5 Minuten
it: 5 minuti
pl: 5 minut

source: 10 minutes
de: 10 Minuten
it: 10 minuti
pl: 10 minut

source: 30 minutes
de: 30 Minuten
it: 30 minuti
pl: 30 minut

source: 60 minutes
de: 60 Minuten
it: 60 minuti
pl: 60 minut

source: No files folder selected
de: Kein Ordner für Dateisicherung ausgewählt
fr: Aucun dossier de fichiers sélectionné
it: Nessuna cartella selezionata per il backup dei file
pl: Nie wybrano folderu kopii zapasowej plików

source: Create Files Backup Automatically:
de: Dateisicherung automatisch erstellen:
fr: Créer une sauvegarde des fichiers automatiquement:
it: Crea automaticamente il backup dei file:
pl: Twórz kopię zapasową plików automatycznie:

# automatic_backup_files_interval
source: Automatic Backup Interval:
de: Intervall für automatische Dateisicherung:
fr: Intervalle de sauvegarde automatique des fichiers:
it: Intervallo di backup automatico dei file:
pl: Interwał automatycznej kopii zapasowej plików:

source: Database Settings
de: Datenbankeinstellungen
fr: Paramètres de la base de données
it: Impostazioni del database
pl: Ustawienia bazy danych

source: Current Path:
de: Aktueller Pfad:
fr: Chemin actuel :
it: Percorso attuale:
pl: Bieżąca ścieżka:

source: No database selected
de: Keine Datenbank ausgewählt
fr: Aucune base de données sélectionnée
it: Nessun database selezionato
pl: Nie wybrano bazy danych

source: Browse Database
de: Datenbank durchsuchen
fr: Parcourir la base de données
it: Sfoglia database
pl: Przeglądaj bazę danych

# browse_database_description
source: Select a database file with extension .sqlite from your device.
de: Wählen Sie eine Datenbankdatei mit der Erweiterung .sqlite von Ihrem Gerät aus.
fr: Sélectionnez un fichier de base de données avec l’extension .sqlite depuis votre appareil.
it: Seleziona un file di database con estensione .sqlite dal tuo dispositivo.
pl: Wybierz plik bazy danych z rozszerzeniem .sqlite ze swojego urządzenia.

source: Create Database File
de: Datenbankdatei erstellen
fr: Créer un fichier de base de données
it: Crea file di database
pl: Utwórz plik bazy danych

# create_database_file_description
source: Generate a new empty database file in the selected folder.
de: Erstellen Sie eine neue leere Datenbankdatei im ausgewählten Ordner.
fr: Générez un nouveau fichier de base de données vide dans le dossier sélectionné.
it: Genera un nuovo file di database vuoto nella cartella selezionata.
pl: Wygeneruj nowy, pusty plik bazy danych w wybranym folderze.

source: Create Database Backup
de: Datenbanksicherung erstellen
fr: Créer une sauvegarde de la base de données
it: Crea backup del database
pl: Utwórz kopię zapasową bazy danych

# create_database_backup_description
source: Create a backup of the currently used database in the selected folder.
de: Erstellen Sie eine Sicherung der aktuell verwendeten Datenbank im ausgewählten Ordner.
fr: Créez une sauvegarde de la base de données actuellement utilisée dans le dossier sélectionné.
it: Crea un backup del database attualmente in uso nella cartella selezionata.
pl: Utwórz kopię zapasową aktualnie używanej bazy danych w wybranym folderze.

source: Operation finished!
de: Vorgang abgeschlossen!
fr: Opération terminée!
it: Operazione completata!
pl: Operacja zakończona!

source: Files Settings
de: Dateieinstellungen
fr: Paramètres des fichiers
it: Impostazioni dei file
pl: Ustawienia plików

source: No path selected
de: Kein Pfad ausgewählt
fr: Aucun chemin sélectionné
it: Nessun percorso selezionato
pl: Nie wybrano ścieżki

source: Select Files Folder
de: Dateiordner auswählen
fr: Sélectionner le dossier de fichiers
it: Seleziona cartella file
pl: Wybierz folder plików

# select_files_folder_description
source: Select the folder where all client files will be stored.
de: Wählen Sie den Ordner aus, in dem alle Kundendateien gespeichert werden.
fr: Sélectionnez le dossier où seront stockés tous les fichiers clients.
it: Seleziona la cartella in cui verranno archiviati tutti i file dei clienti.
pl: Wybierz folder, w którym będą przechowywane wszystkie pliki klientów.

# generate_clients_folders
source: Generate Client Folders
de: Kundenordner generieren
fr: Générer des dossiers clients
it: Genera cartelle clienti
pl: Generuj foldery klientów

# generate_clients_folders_description
source: Generate a folder for each client in the selected location.
de: Erstellen Sie für jeden Kunden einen Ordner am ausgewählten Speicherort.
fr: Créez un dossier pour chaque client dans l’emplacement sélectionné.
it: Crea una cartella per ogni cliente nella posizione selezionata.
pl: Utwórz foldery dla każdego klienta w wybranej lokalizacji.

source: Archive Files Folder
de: Dateiordner archivieren
fr: Archiver le dossier des fichiers
it: Archivia cartella file
pl: Archiwizuj folder plików
