Repository: OskarLypkaa/SimpliCRM
Catalog: Simpli/Languages/*.lproj/Localizable.strings
Languages: de, fr, it, pl

# archive_files_folder_description
source: Archive all files to a selected folder.
de: Archivieren Sie alle Dateien in einen ausgewählten Ordner.
fr: Archivez tous les fichiers dans un dossier sélectionné.
it: Archivia tutti i file in una cartella selezionata.
pl: Archiwizuj wszystkie pliki w wybranym folderze.

# settings_title
source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
pl: Ustawienia

# settings_subtitle
source: Customize the behavior and appearance of the application
de: Passen Sie das Verhalten und das Erscheinungsbild der Anwendung an
fr: Personnalisez le comportement et l’apparence de l’application
it: Personalizza il comportamento e l'aspetto dell'applicazione
pl: Dostosuj działanie i wygląd aplikacji

source: Automatic Database Backup Settings
de: Automatische Sicherungseinstellungen für die Datenbank
fr: Paramètres de sauvegarde automatique de la base de données
it: Impostazioni di backup automatico del database
pl: Automatyczne ustawienia kopii zapasowej bazy danych

source: Client's Files Settings
de: Einstellungen für Kundendateien
fr: Paramètres des fichiers clients
it: Impostazioni dei file dei clienti
pl: Ustawienia plików klientów

source: Automatic Files Backup Settings
de: Automatische Sicherungseinstellungen für Dateien
fr: Paramètres de sauvegarde automatique des fichiers
it: Impostazioni di backup automatico dei file
pl: Automatyczne ustawienia kopii zapasowej plików

# appearance_section
source: Appearance
de: Erscheinungsbild
fr: Apparence
it: Aspetto
pl: Wygląd

# language_section
source: Language
de: Sprache
fr: Langue
it: Lingua
pl: Język

# archived_actions_section
source: Show Archived Actions
de: Archivierte Aktionen anzeigen
fr: Afficher les actions archivées
it: Mostra azioni archiviate
pl: Pokaż zarchiwizowane akcje

# data_files_section
source: Data & Files
de: Daten & Dateien
fr: Données et fichiers
pl: Dane i pliki

# theme_mode_light
source: Light
de: Hell
fr: Clair
it: Chiaro
pl: Jasny

# theme_mode_dark
source: Dark
de: Dunkel
fr: Sombre
it: Scuro
pl: Ciemny

source: Files Backup Settings
de: Dateisicherungseinstellungen
fr: Paramètres de sauvegarde des fichiers
it: Impostazioni di backup dei file
pl: Ustawienia kopii zapasowej plików

# table_header_phone
source: Phone
de: Telefon
fr: Telefono
it: Téléphone
pl: Telefon

# table_header_first_information
source: First Information
de: Erste Information
fr: Prima Informazione
it: Première Information
pl: Pierwsza Informacja

# table_header_second_information
source: Second Information
de: Zweite Information
fr: Seconda Informazione
it: Deuxième Information
pl: Druga Informacja

# table_header_third_information
source: Third Information
de: Dritte Information
fr: Terza Informazione
it: Troisième Information
pl: Trzecia Informacja

# table_header_gender
source: Gender
de: Geschlecht
fr: Genere
it: Genre
pl: Płeć

# table_header_address
source: Address
de: Adresse
fr: Indirizzo
it: Adresse
pl: Adres

# add_client_title
source: Add New Client
de: Neuen Kunden hinzufügen
fr: Ajouter un nouveau client
it: Aggiungi nuovo cliente
pl: Dodaj nowego klienta

# add_client_clear_button
source: Clear
de: Leeren
fr: Effacer
it: Cancella
pl: Wyczyść

# add_client_add_button
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
pl: Dodaj

# add_client_success_message
source: New client added!
de: Neuer Kunde hinzugefügt!
fr: Nouveau client ajouté !
it: Nuovo cliente aggiunto!
pl: Nowy klient został dodany!

# add_client_name_placeholder
source: Enter name
de: Name eingeben
fr: Entrer le nom
it: Inserisci il nome
pl: Wpisz imię i nazwisko

# add_client_email_placeholder
source: Enter email
de: E-Mail eingeben
fr: Entrer l'e-mail
it: Inserisci l'email
pl: Wpisz email

# add_client_phone_label
source: Phone:
de: Telefon:
fr: Téléphone:
it: Telefono:
pl: Telefon:

# add_client_phone_placeholder
source: Enter phone number
de: Telefonnummer eingeben
fr: Entrer le numéro de téléphone
it: Inserisci il numero di telefono
pl: Wpisz numer telefonu

# add_client_address_label
source: Address:
de: Adresse:
fr: Adresse:
it: Indirizzo:
pl: Adres:

# add_client_address_placeholder
source: Enter address
de: Adresse eingeben
fr: Entrer l'adresse
it: Inserisci l'indirizzo
pl: Wpisz adres

# add_client_gender_label
source: Gender:
de: Geschlecht:
fr: Genre:
it: Genere:
pl: Płeć:

# add_client_gender_male
source: Male
de: Männlich
fr: Homme
it: Maschio
pl: Mężczyzna

# add_client_gender_female
source: Female
de: Weiblich
fr: Femme
it: Femmina
pl: Kobieta

# add_client_first_info_label
source: First Additional Information:
de: Erste Zusatzinformation:
fr: Première information supplémentaire:
it: Prima informazione aggiuntiva:
pl: Pierwsza dodatkowa informacja:

# add_client_first_info_placeholder
source: Enter information
de: Information eingeben
fr: Entrer l'information
it: Inserisci l'informazione
pl: Wpisz informację

# add_client_second_info_label
source: Second Additional Information:
de: Zweite Zusatzinformation:
fr: Deuxième information supplémentaire:
it: Seconda informazione aggiuntiva:
pl: Druga dodatkowa informacja:

# add_client_second_info_placeholder
source: Enter information
de: Information eingeben
fr: Entrer l'information
it: Inserisci l'informazione
pl: Wpisz informację

# add_client_third_info_label
source: Third Additional Information:
de: Dritte Zusatzinformation:
fr: Troisième information supplémentaire:
it: Terza informazione aggiuntiva:
pl: Trzecia dodatkowa informacja:

# add_client_third_info_placeholder
source: Enter information
de: Information eingeben
fr: Entrer l'information
it: Inserisci l'informazione
pl: Wpisz informację

# no_actions_available
source: No actions available for this client.
de: Keine Aktionen für diesen Kunden verfügbar.
fr: Aucune action disponible pour ce client.
it: Nessuna azione disponibile per questo cliente.
pl: Brak dostępnych działań dla tego klienta.

# save_note_button
source: Save Note
de: Notiz speichern
fr: Enregistrer la note
it: Salva nota
pl: Zapisz notatkę

# note_saved_message
source: Note saved!
de: Notiz gespeichert!
fr: Note enregistrée !
it: Nota salvata!
pl: Notatka zapisana!

# pagination_previous
source: Previous
de: Zurück
fr: Précédent
it: Precedente
pl: Poprzednia

# pagination_next
source: Next
de: Weiter
fr: Suivant
it: Successivo
pl: Następna

# pagination_page
source: Page
de: Seite
it: Pagina
pl: Strona

# pagination_of
source: of
de: von
fr: de
it: di
pl: z

# delete_client_confirmation
source: Are you sure you want to delete this client and all of his actions?
de: Möchten Sie diesen Kunden und alle seine Aktionen wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer ce client et toutes ses actions ?
it: Sei sicuro di voler eliminare questo cliente e tutte le sue azioni?
pl: Czy na pewno chcesz usunąć tego klienta i wszystkie jego działania?

# unknown_client
source: No client name
de: Unbekannter Kunde
fr: Client inconnu
it: Cliente sconosciuto
pl: Nieznany klient

# cancel_button
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pl: Anuluj

# confirm_button
source: Yes
de: Ja
fr: Oui
it: Sì
pl: Tak

source: Filter Clients
de: Kunden filtern
fr: Filtrer les clients
it: Filtra clienti
pl: Filtruj klientów

source: Selected Filters:
de: Ausgewählte Filter:
fr: Filtres sélectionnés:
it: Filtri selezionati:
pl: Wybrane filtry:

source: Phone
de: Telefon
fr: Téléphone
it: Telefono
pl: Telefon

source: First Information
de: Erste Information
fr: Première information
it: Prima informazione
pl: Pierwsza informacja

source: Second Information
de: Zweite Information
fr: Deuxième information
it: Seconda informazione
pl: Druga informacja

source: Third Information
de: Dritte Information
fr: Troisième information
it: Terza informazione
pl: Trzecia informacja

source: Gender
de: Geschlecht
fr: Genre
it: Genere
pl: Płeć

source: Address
de: Adresse
fr: Adresse
it: Indirizzo
pl: Adres

# gender_male
source: Male
de: Männlich
fr: Homme
it: Maschio
pl: Mężczyzna

# gender_female
source: Female
de: Weiblich
fr: Femme
it: Femmina
pl: Kobieta

# tasks_for_selected_day
source: Tasks you have for the selected day
de: Aufgaben für den ausgewählten Tag
fr: Tâches pour le jour sélectionné
it: Attività per il giorno selezionato
pl: Zadania na wybrany dzień

source: No client name
de: Kein Kundenname
fr: Pas de nom de client
it: Nessun nome cliente
pl: Brak nazwy klienta

# calendar_actions_count
source: Actions:
de: Aktionen:
it: Azioni:
pl: Akcje:

source: Actions for:
de: Aktionen für:
fr: Actions pour :
it: Azioni per:
pl: Akcje dla:

source: No actions for selected time.
de: Keine Aktionen für die ausgewählte Zeit.
fr: Aucune action pour l'heure sélectionnée.
it: Nessuna azione per l'orario selezionato.
pl: Brak akcji dla wybranego czasu.

source: No actions for selected day.
de: Keine Aktionen für den ausgewählten Tag.
fr: Aucune action pour le jour sélectionné.
it: Nessuna azione per il giorno selezionato.
pl: Brak akcji dla wybranego dnia.

# reports_subtitle
source: Generate reports and export/import data
de: Generieren Sie Berichte und exportieren/importieren Sie Daten
fr: Générez des rapports et exportez/importez des données
it: Genera rapporti ed esporta/importa dati
pl: Generuj raporty oraz eksportuj/importuj dane

# reports_generate_section
source: Generate Reports
de: Berichte generieren
fr: Générer des rapports
it: Genera rapporti
pl: Generowanie raportów

# customer_analytics_title
source: Customer Analytics
de: Kundenanalyse
fr: Analyse des clients
it: Analisi clienti
pl: Analiza klientów

# customer_analytics_subtitle
source: Analyze customer data
de: Analysieren Sie Kundendaten
fr: Analysez les données clients
it: Analizza i dati dei clienti
pl: Analizuj dane klientów

# monthly_revenue_report_title
source: Monthly Revenue Report
de: Monatlicher Umsatzbericht
pl: Miesięczny raport przychodów

# monthly_revenue_report_subtitle
source: Generate a report on monthly revenue
de: Generieren Sie einen Bericht über den monatlichen Umsatz
pl: Generuj raport dotyczący miesięcznych przychodów

# weekly_revenue_report_title
source: Weekly Revenue Report
de: Wöchentlicher Umsatzbericht
pl: Tygodniowy raport przychodów

# weekly_revenue_report_subtitle
source: Generate a report on weekly revenue
de: Generieren Sie einen Bericht über den wöchentlichen Umsatz
pl: Generuj raport dotyczący tygodniowych przychodów

# task_completion_overview_title
source: Task Completion Overview
de: Übersicht über abgeschlossene Aufgaben
fr: Aperçu de l'achèvement des tâches
it: Panoramica del completamento delle attività
pl: Przegląd ukończenia zadań

# task_completion_overview_subtitle
source: See which tasks have been completed
de: Sehen Sie, welche Aufgaben abgeschlossen wurden
fr: Voir quelles tâches ont été accomplies
it: Vedi quali attività sono state completate
pl: Zobacz, które zadania zostały ukończone

# statistic_overview_title
source: Statistic Overview
de: Statistikübersicht
fr: Aperçu des statistiques
it: Panoramica statistica
pl: Przegląd statystyk

# statistic_overview_subtitle
source: View statistics of stored data
de: Zeigen Sie Statistiken zu den gespeicherten Daten an
fr: Voir les statistiques des données enregistrées
it: Visualizza le statistiche dei dati archiviati
pl: Wyświetl statystyki przechowywanych danych

# data_export_section
source: Data Export
de: Datenexport
fr: Exportation des données
it: Esportazione dati
pl: Eksport danych

# export_to_excel_title
source: Export to Excel
de: In Excel exportieren
fr: Exporter vers Excel
it: Esporta in Excel
pl: Eksportuj do Excela

# export_to_excel_subtitle
source: Export data to an Excel file
de: Exportieren Sie Daten in eine Excel-Datei
fr: Exporter les données vers un fichier Excel
it: Esporta i dati in un file Excel
pl: Eksportuj dane do pliku Excel

# export_to_pdf_title
source: Export to PDF
de: In PDF exportieren
fr: Exporter vers PDF
it: Esporta in PDF
pl: Eksportuj do PDF

# export_to_pdf_subtitle
source: Export data to a PDF file
de: Exportieren Sie Daten in eine PDF-Datei
fr: Exporter les données vers un fichier PDF
it: Esporta i dati in un file PDF
pl: Eksportuj dane do pliku PDF

# export_to_csv_title
source: Export to CSV
de: In CSV exportieren
fr: Exporter vers CSV
it: Esporta in CSV
pl: Eksportuj do CSV

# export_to_csv_subtitle
source: Export data to a CSV file
de: Exportieren Sie Daten in eine CSV-Datei
fr: Exporter les données vers un fichier CSV
it: Esporta i dati in un file CSV
pl: Eksportuj dane do pliku CSV

# export_to_json_title
source: Export to JSON
de: In JSON exportieren
fr: Exporter vers JSON
it: Esporta in JSON
pl: Eksportuj do JSON

# export_to_json_subtitle
source: Export data to a JSON file
de: Exportieren Sie Daten in eine JSON-Datei
fr: Exporter les données vers un fichier JSON
it: Esporta i dati in un file JSON
pl: Eksportuj dane do pliku JSON

# data_import_section
source: Data Import
de: Datenimport
fr: Importation des données
it: Importazione dati
pl: Import danych

# import_from_excel_title
source: Import from Excel
de: Aus Excel importieren
fr: Importer depuis Excel
it: Importa da Excel
pl: Importuj z Excela

# import_from_excel_subtitle
source: Import data from an Excel file
de: Importieren Sie Daten aus einer Excel-Datei
fr: Importer des données depuis un fichier Excel
it: Importa dati da un file Excel
pl: Importuj dane z pliku Excel

# import_from_csv_title
source: Import from CSV
de: Aus CSV importieren
fr: Importer depuis CSV
it: Importa da CSV
pl: Importuj z CSV

# import_from_csv_subtitle
source: Import data from a CSV file
de: Importieren Sie Daten aus einer CSV-Datei
fr: Importer des données depuis un fichier CSV
it: Importa dati da un file CSV
pl: Importuj dane z pliku CSV

# import_from_json_title
source: Import from JSON
de: Aus JSON importieren
fr: Importer depuis JSON
it: Importa da JSON
pl: Importuj z JSON

# import_from_json_subtitle
source: Import data from a JSON file
de: Importieren Sie Daten aus einer JSON-Datei
fr: Importer des données depuis un fichier JSON
it: Importa dati da un file JSON
pl: Importuj dane z pliku JSON

source: Clients exported successfully
de: Kunden erfolgreich exportiert
fr: Clients exportés avec succès
it: Clienti esportati con successo
pl: Eksport klientów zakończony pomyślnie

source: Clients imported successfully
de: Kunden erfolgreich importiert
fr: Clients importés avec succès
it: Clienti importati con successo
pl: Import klientów zakończony pomyślnie

# feature_under_development
source: This feature is under development
de: Diese Funktion ist in der Entwicklung
fr: Cette fonctionnalité est en cours de développement
it: Questa funzione è in fase di sviluppo
pl: Ta funkcja jest w trakcie opracowywania

source: Select Destination Folder
de: Zielordner auswählen
fr: Sélectionner le dossier de destination
it: Seleziona cartella di destinazione
pl: Wybierz folder docelowy

source: Select CSV File
de: CSV-Datei auswählen
fr: Sélectionner un fichier CSV
it: Seleziona file CSV
pl: Wybierz plik CSV

source: Select JSON File
de: JSON-Datei auswählen
fr: Sélectionner un fichier JSON
it: Seleziona file JSON
pl: Wybierz plik JSON

source: Total Clients
de: Gesamtkunden
fr: Total des clients
it: Clienti totali
pl: Łączna liczba klientów

source: Total Actions
de: Gesamte Aktionen
fr: Total des actions
it: Azioni totali
pl: Łączna liczba akcji

source: Average Actions per Client
de: Durchschnittliche Aktionen pro Kunde
fr: Moyenne d'actions par client
it: Azioni medie per cliente
pl: Średnia liczba akcji na klienta

source: Actions - ToDo
de: Aktionen - ToDo
fr: Actions - À faire
it: Azioni - Da fare
pl: Akcje - Do zrobienia

source: Actions - In Progress
de: Aktionen - In Bearbeitung
fr: Actions - En cours
it: Azioni - In corso
pl: Akcje - W trakcie

source: Actions - Done
de: Aktionen - Erledigt
fr: Actions - Terminées
it: Azioni - Completate
pl: Akcje - Zakończone

source: Actions - Blocked
de: Aktionen - Blockiert
fr: Actions - Bloquées
it: Azioni - Bloccate
pl: Akcje - Zablokowane

source: Male Clients
de: Männliche Kunden
fr: Clients masculins
it: Clienti maschi
pl: Mężczyźni - Klienci

source: Female Clients
de: Weibliche Kunden
fr: Clients féminins
it: Clienti femmine
pl: Kobiety - Klienci

source: Actions - Meeting
de: Aktionen - Besprechung
fr: Actions - Réunion
it: Azioni - Riunione
pl: Akcje - Spotkanie

source: Actions - Call
de: Aktionen - Anruf
fr: Actions - Appel
it: Azioni - Chiamata
pl: Akcje - Telefon

source: Actions - Email
de: Aktionen - E-Mail
it: Azioni - Email
pl: Akcje - E-mail

source: Actions - Follow-Up
de: Aktionen - Nachverfolgung
fr: Actions - Suivi
it: Azioni - Follow-Up
pl: Akcje - Follow-Up

source: Actions - Contract
de: Aktionen - Vertrag
fr: Actions - Contrat
it: Azioni - Contratto
pl: Akcje - Umowa

source: Low
de: Niedrig
fr: Bas
it: Basso
pl: Niski

source: Medium
de: Mittel
fr: Moyen
it: Medio
pl: Średni

source: High
de: Hoch
fr: Haut
it: Alto
pl: Wysoki

source: Very High
de: Sehr hoch
fr: Très haut
it: Molto alto
pl: Bardzo wysoki

# filter_actions_title
source: Filter Actions
de: Aktionen filtern
fr: Filtrer les actions
it: Filtra azioni
pl: Filtruj działania

# clear_filters_button
source: Clear
de: Löschen
fr: Effacer
it: Cancella
pl: Wyczyść

# apply_filters_button
source: Apply Filters
de: Filter anwenden
fr: Appliquer les filtres
it: Applica filtri
pl: Zastosuj filtry

# search_client_placeholder
source: Search client by name
de: Kunden nach Name suchen
fr: Rechercher un client par nom
it: Cerca cliente per nome
pl: Wyszukaj klienta po nazwie

# filter_by_criticality_label
source: Filter by Criticality
de: Nach Priorität filtern
fr: Filtrer par Criticité
it: Filtra per criticità
pl: Filtruj według krytyczności

# criticality_all
source: All
de: Alle
fr: Tous
it: Tutti
pl: Wszystkie

# criticality_low
source: Low
de: Niedrig
fr: Faible
it: Basso
pl: Niska

# criticality_medium
source: Medium
de: Mittel
fr: Moyen
it: Medio
pl: Średnia

# criticality_high
source: High
de: Hoch
fr: Élevé
it: Alto
pl: Wysoka

# criticality_very_high
source: Very High
de: Sehr hoch
fr: Très élevé
it: Molto alto
pl: Bardzo wysoka

# delete_action_prompt
source: Drop the selected action here to delete it.
de: Ziehen Sie die ausgewählte Aktion hierher, um sie zu löschen.
fr: Déposez l'action sélectionnée ici pour la supprimer.
it: Rilascia l'azione selezionata qui per eliminarla.
pl: Upuść wybraną akcję tutaj, aby ją usunąć.

source: To do
de: Zu erledigen
fr: À faire
it: Da fare
pl: Do zrobienia

source: In Progress
de: In Bearbeitung
fr: En cours
it: In corso
pl: W toku

source: Blocked
de: Blockiert
fr: Bloqué
it: Bloccato
pl: Zablokowane

source: Done
de: Erledigt
fr: Terminé
it: Fatto
pl: Zrobione

source: Archived
de: Archiviert
fr: Archivé
it: Archiviato
pl: Zarchiwizowane

# add_action_title
source: Add new action
de: Neue Aktion hinzufügen
fr: Ajouter une nouvelle action
it: Aggiungi nuova azione
pl: Dodaj nową akcję

# add_action_clear_button
source: Clear
de: Löschen
fr: Effacer
it: Cancella
pl: Wyczyść

# add_action_add_button
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
pl: Dodaj

# add_action_success_message
source: New action added!
de: Neue Aktion hinzugefügt!
fr: Nouvelle action ajoutée!
it: Nuova azione aggiunta!
pl: Dodano nową akcję!

# add_action_message_label
source: Message:
de: Nachricht:
it: Messaggio:
pl: Wiadomość:

# add_action_type_label
source: Action Type:
de: Aktionstyp:
fr: Type d'action:
it: Tipo di azione:
pl: Typ akcji:

# add_action_criticality_label
source: Criticality:
de: Wichtigkeit:
fr: Criticité:
it: Criticità:
pl: Krytyczność:

# action_type_general
source: General
de: Allgemein
fr: Général
it: Generale
pl: Ogólne

# action_type_meeting
source: Meeting
de: Besprechung
fr: Réunion
it: Riunione
pl: Spotkanie

# action_type_call
source: Call
de: Anruf
fr: Appel
it: Chiamata
pl: Rozmowa telefoniczna

# action_type_follow_up
source: Follow-Up
de: Nachverfolgung
fr: Suivi

# action_type_contract
source: Contract
de: Vertrag
fr: Contrat
it: Contratto
pl: Umowa

# status_to_do
source: To Do
de: Zu erledigen
fr: À faire
it: Da fare
pl: Do zrobienia

# status_in_progress
source: In Progress
de: In Bearbeitung
fr: En cours
it: In corso
pl: W trakcie

# status_done
source: Done
de: Erledigt
fr: Terminé
it: Fatto
pl: Zrobione

# status_blocked
source: Blocked
de: Blockiert
fr: Bloqué
it: Bloccato
pl: Zablokowane

# delete_action_confirmation
source: Delete this action permanently?
de: Diese Aktion dauerhaft löschen?
fr: Supprimer cette action de façon permanente ?
it: Elimina definitivamente questa azione?
pl: Usuń tę akcję na stałe?

# archive_action_confirmation
source: Archive this action?
de: Diese Aktion archivieren?
fr: Archiver cette action ?
it: Archivia questa azione?
pl: Archiwizuj tę akcję?

# yes_button
source: Yes
de: Ja
fr: Oui
it: Sì
pl: Tak

# edit_action_title
source: Edit action
de: Aktion bearbeiten
fr: Modifier l'action
it: Modifica azione
pl: Edytuj akcję

# edit_action_success_message
source: Action updated!
de: Aktion aktualisiert!
fr: Action mise à jour !
it: Azione aggiornata!
pl: Akcja zaktualizowana!

# update_button
source: Update
de: Aktualisieren
fr: Mettre à jour
it: Aggiorna
pl: Zaktualizuj

# delete_archived_confirmation
source: Are you sure you want to delete all archived actions?
de: Möchten Sie wirklich alle archivierten Aktionen löschen?
fr: Êtes-vous sûr de vouloir supprimer toutes les actions archivées ?
it: Sei sicuro di voler eliminare tutte le azioni archiviate?
pl: Czy na pewno chcesz usunąć wszystkie zarchiwizowane akcje?

# archive_done_confirmation
source: Are you sure you want to archive all actions with status 'Done'?
de: Möchten Sie wirklich alle Aktionen mit dem Status 'Erledigt' archivieren?
fr: Êtes-vous sûr de vouloir archiver toutes les actions avec le statut 'Terminé' ?
it: Sei sicuro di voler archiviare tutte le azioni con stato 'Fatto'?
pl: Czy na pewno chcesz zarchiwizować wszystkie akcje o statusie 'Zrobione'?

# delete_archived_irreversible_confirmation
source: This action is irreversible. Once again, do you really want to delete all archived actions?
de: Diese Aktion ist unwiderruflich. Möchten Sie wirklich alle archivierten Aktionen löschen?
fr: Cette action est irréversible. Une fois encore, voulez-vous vraiment supprimer toutes les actions archivées ?
it: Questa azione è irreversibile. Vuoi davvero eliminare tutte le azioni archiviate?
pl: Ta akcja jest nieodwracalna. Czy na pewno chcesz usunąć wszystkie zarchiwizowane akcje?

# max_actions_per_page
source: Max actions displayed per page
de: Maximale Aktionen pro Seite
fr: Actions max affichées par page
it: Azioni massime visualizzate per pagina
pl: Maksymalna liczba akcji na stronę

# add_action_for_day
source: Add action for the day
de: Aktion für den Tag hinzufügen
fr: Ajouter une action pour la journée
it: Aggiungi azione per il giorno
pl: Dodaj akcję na dzień

# due_date_label
source: Due Date:
de: Fälligkeitsdatum:
fr: Date d'échéance :
it: Data di scadenza:
pl: Termin wykonania:

# warning_text_max_characters
source: Text can have maximum of 600 characters
de: Der Text kann maximal 600 Zeichen enthalten
fr: Le texte peut contenir un maximum de 600 caractères
it: Il testo può contenere un massimo di 600 caratteri
pl: Tekst może mieć maksymalnie 600 znaków

# search_placeholder
source: Search
de: Suchen
fr: Rechercher
it: Cerca
pl: Szukaj

# date_label
source: Date:
de: Datum:
it: Data:
pl: Data:

# time_label
source: Time:
de: Uhrzeit:
fr: Heure :
it: Ora:
pl: Godzina:

# time_picker_label
source: Select Time
de: Uhrzeit auswählen
fr: Sélectionner l'heure
it: Seleziona ora
pl: Wybierz godzinę

# support_title
source: Support
fr: Assistance
it: Supporto
pl: Wsparcie

# table_header_name
source: Name
fr: Nome
it: Nom
pl: Nazwa

# add_client_name_label
source: Name:
fr: Nom:
it: Nome:
pl: Imię i nazwisko:

source: Name
fr: Nom
it: Nome
pl: Nazwa
