Repository: OskarLypkaa/SimpliCRM
Catalog: Simpli/Languages/*.lproj/Localizable.strings
Languages: de, fr, it, pl

# add_action_status_label
source: Status:
fr: Statut:
it: Stato:
